qqq =['Radeon RX 7900 XTX — топовая десктопная видеокарта на архитектуре RDNA 3.0 и техпроцессе 5 нм, рассчитанная на геймеров. 4 '

'Некоторые характеристики:'

'частота ядра (игровая/турбо): 2270/2500 МГц; 1'
'количество универсальных процессоров: 6144 (12288); 1'
'количество текстурных блоков: 384; 1'
'количество блоков блендинга: 192; 1'
'эффективная частота памяти: 20 ГГц; 1'
'тип памяти: GDDR6; 1'
'шина памяти: 384 бит; 1'
'объём памяти: 24 ГБ; 1'
'пропускная способность памяти: 960 ГБ/с; 1'
'вычислительная производительность (FP32): до 61,4 терафлопс; 1'
'теоретическая максимальная скорость закраски: 480 гигапикселей/с; 1'
'теоретическая скорость выборки текстур: 960 гигатекселей/с; 1'
'шина PCI Express 4.0 x16; 1'
'разъёмы: один HDMI 2.1b, два DisplayPort 2.1 и один USB Type C; 1'
'энергопотребление: до 355 Вт; 1'
'дополнительное питание: два 8-контактных разъёма; 1'
'число слотов, занимаемых в системном корпусе: 2,5. 1'
'Длина референсной версии — 287 мм.' 
]

print(qqq)